export function getRegionData():object{
  let data = {
    "대전광역시":{
      "서구": [
        "정림동", "용문동", "탄방동", "삼천동", "괴정동", "가장동", "내동", "갈마동", "둔산동", "월평동", "가수원동", "도안동", "관저동", "흑성동", "매노동", "산직동", "장안동", "평촌동", "오동", "우명동", "원정동", "용촌동", "봉곡동", "괴곡동", "만년동"
      ],
      "유성구" : [
        "원내동", "교촌동", "대정동", "용계동", "학하동", "게산동", "성북동", "세동", "송정동", "방동", "봉명동", "구암동", "덕명동", "언신흥동", "상대동", "복용동", "장대동", "갑동", "노은동", "지족동", "죽동", "궁동", "어은동", "구성동", "신성동", "가정동", "도룡동", "장동", "방현동", "화암동", "덕진동", "하기동", "자운동", "신봉동", "수남동", "안산동", "외삼동", "반석동", "문지동", "전민동", "원촌동", "탑립동", "용산동", "봉산동", "관편동", "송강동", "금고동", "대동", "금탄동", "신동", "둔곡동"
      ]
    }
  }
  return data;
}
export function getItemData():object{
  return {
    //web crawling function need to be implemented
  }
}